Repository: rvanderwesthuizen/covid19Tracker
Catalog: Covid Tracker/*.lproj/Localizable.strings
Languages: nl

source: Covid Tracker
nl: Covid Volger

source: Set default
nl: Standaard instellen

source: has no cases
nl: heeft geen gevallen

source: We could not find your current country, will display the default country selected
nl: We konden uw huidige land niet vinden, het geselecteerde standaardland wordt weergegeven

source: Select Country
nl: Selecteer land

source: Select Default Country
nl: Selecteer standaardland

source: Default country has been set
nl: Standaardland is ingesteld

source: OK
nl: Oke

source: Active cases for:
nl: Aktiewe gevalle vir:

source: Confirmed cases for:
nl: Bevestigde gevalle vir:

source: Deaths for:
nl: Sterftes vir:

source: Recoveries for:
nl: Verhalings vir:
